Repository: mildman1848/SmartSkip
Catalog: service.smartskip/resources/language/resource.language.*/strings.po
Languages: de_de

# #30001
source: Enable intro skip
de_de: Intro überspringen aktivieren

# #30002
source: Enable recap skip
de_de: Rückblick überspringen aktivieren

# #30003
source: Enable outro skip
de_de: Outro überspringen aktivieren

# #30004
source: Enable preview skip
de_de: Vorschau überspringen aktivieren

# #30005
source: Enable credits skip
de_de: Abspann überspringen aktivieren

# #30006
source: Skip mode
de_de: Überspringmodus

# #30007
source: EDL mode
de_de: EDL-Modus

# #30008
source: Basic Detection
de_de: Einfache Erkennung

# #30009
source: Full intro-skipper
de_de: Vollständiger intro-skipper

# #30012
source: Recap
de_de: Zusammenfassung

# #30013
source: Outro
de_de: Abspann

# #30014
source: Preview
de_de: Vorschau

# #30017
source: skip
de_de: überspringen

# #30020
source: Automatically skipped: %s (%.1f → %.1f)
de_de: Automatisch übersprungen: %s (%.1f → %.1f)

# #30021
source: User prompt: %s (%.1f–%.1f)
de_de: Benutzerabfrage: %s (%.1f–%.1f)

# #30022
source: Skip %s?
de_de: %s überspringen?

# #30023
source: User skipped %s: %.1f → %.1f
de_de: Benutzer hat %s übersprungen: %.1f → %.1f

# #30030
source: Service started
de_de: Service gestartet

# #30031
source: Service stopped
de_de: Service beendet

# #30032
source: Active settings: %s
de_de: Aktive Einstellungen: %s

# #30033
source: Warning: Invalid skip mode '%s', using 'Manual'
de_de: Warnung: Ungültiger Skip-Modus '%s', verwende 'Manuell'

# #32000
source: Service started
de_de: Service gestartet

# #32001
source: SmartSkipPlayer initialized
de_de: SmartSkipPlayer initialisiert

# #32002
source: Monitor started, waiting for abort...
de_de: Monitor gestartet, warte auf Beenden...

# #32003
source: Service stopped
de_de: Service beendet

# #32004
source: Settings loaded
de_de: Einstellungen geladen

# #32005
source: Error in service
de_de: Fehler im Service

# #32006
source: Settings changed – refreshing
de_de: Einstellungen geändert – aktualisiere

# #32007
source: Playback started
de_de: Wiedergabe gestartet

# #32008
source: Playing file: %s
de_de: Spiele Datei: %s

# #32009
source: Found %d EDL segments
de_de: %d EDL-Segmente gefunden

# #32010
source: Enable debug logging
de_de: Debug-Logging aktivieren

# #32011
source: Error showing skip dialog: %s
de_de: Fehler beim Anzeigen des Skip-Dialogs: %s

# #32012
source: Error in skip loop: %s
de_de: Fehler in der Skip-Schleife: %s

# #32013
source: Playback ended
de_de: Wiedergabe beendet

# #32014
source: Playback stopped
de_de: Wiedergabe gestoppt

# #32015
source: Playback error
de_de: Wiedergabefehler

# #32020
source: Error retrieving video duration: %s
de_de: Fehler beim Ermitteln der Videodauer: %s

# #32021
source: SmartSkipButton initialized – showing button
de_de: SmartSkipButton initialisiert – zeige Button

# #32022
source: Click detected on control ID:
de_de: Klick erkannt auf Steuerung-ID:

# #32023
source: User pressed back
de_de: Benutzer hat Zurück gedrückt

# #32024
source: Starting progress display – width:
de_de: Starte Fortschrittsanzeige – Breite:

# #32025
source: Error accessing progress bar: %s
de_de: Fehler beim Zugriff auf Fortschrittsbalken: %s

# #32027
source: Error setting progress bar width: %s
de_de: Fehler beim Setzen der Breite: %s

# #32028
source: Timeout reached – closing dialog
de_de: Zeitüberschreitung – schließe Dialog

# #32029
source: Progress
de_de: Fortschritt

# #32030
source: Width
de_de: Breite

# #32031
source: Video duration
de_de: Videodauer

# #32032
source: seconds
de_de: Sekunden

# #33001
source: Skip segment
de_de: Intro überspringen

# #33010
source: No EDL file found: %s
de_de: Keine EDL-Datei gefunden: %s

# #33011
source: Detected segment: %s (%.1f → %.1f)
de_de: Segment erkannt: %s (%.1f → %.1f)

# #33012
source: Invalid EDL line: %s
de_de: Ungültige EDL-Zeile: %s

# #33013
source: Error reading EDL file: %s
de_de: Fehler beim Lesen der EDL-Datei: %s

# #33014
source: Skip mode: Automatic
de_de: Skip-Modus: Automatisch

# #33015
source: Skip mode: Manual
de_de: Skip-Modus: Manuell
